03 Testrapport/02 OA release/01 I&T Artefacten/02 Technisch/01 I&T testtool/02 Tool/Mutatie verwerking/M02/3.BRP/Bijhouding/M02_SOAP-HGP002-P1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:brp="http://www.bzk.nl/brp/brp0200">
   <soapenv:Header/>
   <soapenv:Body>
      <brp:bhg_hgpRegistreerHuwelijkGeregistreerdPartnerschap>
         <brp:stuurgegevens brp:communicatieID="01">
            <brp:zendendePartij>036301</brp:zendendePartij>
            <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
            <brp:referentienummer>88409eeb-1aa5-43fc-8614-43055123a165</brp:referentienummer>
            <brp:tijdstipVerzending>2017-02-08T08:15:23.687+02:00</brp:tijdstipVerzending>
         </brp:stuurgegevens>
         <brp:parameters brp:communicatieID="02">
            <brp:verwerkingswijze>Bijhouding</brp:verwerkingswijze>
         </brp:parameters>
         <brp:beeindigingGeregistreerdPartnerschapInNederland brp:objecttype="AdministratieveHandeling" brp:communicatieID="03">
            <brp:partijCode>036301</brp:partijCode>
            <brp:toelichtingOntlening>Ontlening</brp:toelichtingOntlening>
            <brp:bronnen>
               <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="Bron1">
                  <brp:document brp:objecttype="Document" brp:communicatieID="04">
                     <brp:soortNaam>Akte van partnerschapsregistratie</brp:soortNaam>
                     <brp:aktenummer>50B0002</brp:aktenummer>
                     <brp:partijCode>036301</brp:partijCode>
                  </brp:document>
               </brp:bron>
            </brp:bronnen>
            <brp:acties>
               <brp:registratieEindeGeregistreerdPartnerschap brp:objecttype="Actie" brp:communicatieID="05">
                  <brp:datumAanvangGeldigheid>2017-02-07</brp:datumAanvangGeldigheid>
				  <brp:bronnen>
                     <brp:bron brp:objecttype="ActieBron" brp:referentieID="Bron1" brp:communicatieID="06"/>
                  </brp:bronnen>
                  <brp:geregistreerdPartnerschap brp:objecttype="Relatie" brp:objectSleutel="{GeefDetailsPersoon;bsn=372244993;Response_GeregistreerdPartnerschap.xsl}" brp:communicatieID="07">
                     <brp:relatie brp:communicatieID="08">
                        <brp:redenEindeCode>S</brp:redenEindeCode>
                        <brp:datumEinde>2017-02-07</brp:datumEinde>
                        <brp:gemeenteEindeCode>0363</brp:gemeenteEindeCode>
                     </brp:relatie>
                  </brp:geregistreerdPartnerschap>
               </brp:registratieEindeGeregistreerdPartnerschap>
            </brp:acties>
         </brp:beeindigingGeregistreerdPartnerschapInNederland>
      </brp:bhg_hgpRegistreerHuwelijkGeregistreerdPartnerschap>
   </soapenv:Body>
</soapenv:Envelope>